bmewburn.vscode-intelephense-client
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
github.copilot-chat
golang.go
justuskarlsson.plan-uml
kevinrose.vsc-python-indent
masshuu12.too-long-line-limit
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
rioj7.command-variable
rogalmic.bash-debug
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-british-english
streetsidesoftware.code-spell-checker-czech
timonwong.shellcheck
